Repository: jigoshop/Jigoshop
Catalog: languages/jigoshop-*.po
Languages: ro_ro

source: Select a state&hellip;
ro_ro: Selectează un județ&hellip;

source: state
ro_ro: județ

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
ro_ro: Magazinul este în stare de teste &mdash; comenzile nu vor fi onorate.

source: <small>(ex. tax)</small>
ro_ro: <small>(excl. taxă)</small>

source: You have taken too long. Please go back and refresh the page.
ro_ro: A durat prea mult. Te rugăm întoarce-te și reîncarcă pagina.

source: Please rate the product.
ro_ro: Te rugăm votează produsul.

source: out of 5
ro_ro: din 5

source: Your comment is awaiting approval
ro_ro: Comentariul tău așteaptă să fie aprobat

source: Rating by
ro_ro: Voturi după

source: on
ro_ro: în

source: Search
ro_ro: Caută

source: All
ro_ro: Toate

source: Parent
ro_ro: Părinte

source: Edit
ro_ro: Modifică

source: Update
ro_ro: Actualizează

source: Add New
ro_ro: Adaugă Nou

source: New
ro_ro: Nou

source: Add meta
ro_ro: Adaugă meta

source: Quantity e.g. 2
ro_ro: Cantitate e.g. 2

source: Cost per unit ex. tax e.g. 2.99
ro_ro: Costuri per unitate fără taxe e.g. 2.99

source: Tax Rate e.g. 20.0000
ro_ro: Rată taxă e.g. 20.0000

source: Cart updated.
ro_ro: Coș actualizat.

source: Please choose product options&hellip;
ro_ro: Te rugăm configurează produsul&hellip;

source: Please choose a quantity&hellip;
ro_ro: Te rugăm alege o cantitate&hellip;

source: Please choose a product&hellip;
ro_ro: Te rugăm alege un produs&hellip;

source: <a href="%s" class="button">View Cart &rarr;</a> Product successfully added to your cart.
ro_ro: <a href="%s" class="button">Vezi coș &rarr;</a> Produs adăugat cu succes.

source: Product successfully added to your cart.
ro_ro: Produs adăugat cu succes în coș.

source: Sorry, your session has expired.
ro_ro: Ne pare rău, sesiunea a expirat.

source: Return to homepage &rarr;
ro_ro: Inapoi la prima pagină &rarr;

source: Username is required.
ro_ro: Nume utilizator este obligatoriu.

source: Password is required.
ro_ro: Parola este obligatorie.

source: Order cancelled by customer.
ro_ro: Comandă anulată de client.

source: Your order was cancelled.
ro_ro: Comanda ta a fost anulată.

source: Your order is no longer pending and could not be cancelled. Please contact us if you need assistance.
ro_ro: Comanda ta nu mai este în așteptare și nu mai poate fi anulată. Contactează-ne dacă ai întrebări.

source: Invalid order.
ro_ro: Comandă invalidă

source: Invalid email address.
ro_ro: Adresa de email invalidă.

source: Go to homepage &rarr;
ro_ro: Înapoi la prima pagină &rarr;

source: Invalid download.
ro_ro: Desărcare invalidă.

source: Sorry, you have reached your download limit for this file. <a href="%s">Go to homepage &rarr;</a>
ro_ro: Ne pare rau ai ajuns la limita de descărcări pentru acest fișier. <a href="%s">Înapoi la pagina principală &rarr;</a>

source: File not found. <a href="%s">Go to homepage &rarr;</a>
ro_ro: Fișierul nu a fost găsit. <a href="%s">Înapoi acasă &rarr;</a>

source: Guest
ro_ro: Vizitator

source: [%s] New Customer Order (# %s)
ro_ro: [%s] Comandă noua client (nr. %s)

source: You have received an order from
ro_ro: Ai primit o comandă de la

source: . Their order is as follows:
ro_ro: . Comanda este urmatoarea:

source: ORDER #:
ro_ro: COMANDA NR.:

source: Note:
ro_ro: Notă:

source: Retail Price:
ro_ro: Preț de Vânzare:

source: Shipping:
ro_ro: Livrare:

source: Discount:
ro_ro: Reducere:

source: via
ro_ro: prin

source: CUSTOMER DETAILS
ro_ro: DETALII CLIENT

source: BILLING ADDRESS
ro_ro: ADRESA DE FACTURARE

source: SHIPPING ADDRESS
ro_ro: ADRESĂ DE LIVRARE

source: Order Received
ro_ro: Comandă Primită

source: Thank you, we are now processing your order. Your order's details are below:
ro_ro: Mulțumim. Comanda dumneavoastră este în curs de procesare. Mai jos sunt detaliile comenzii:

source: BANK PAYMENT DETAILS
ro_ro: DETALII DE PLATĂ BANCARĂ

source: Order Complete
ro_ro: Comandă Finalizată

source: Your order is complete. Your order's details are below:
ro_ro: Comanda ta este finalizată. Mai jos sunt detaliile comenzii:

source: Order Refunded
ro_ro: Comandă Rambursată

source: Your order has been refunded. Your order's details are below:
ro_ro: Comanda a fost rambursata. Mai jos sunt detaliile comenzii:

source: Pay for Order
ro_ro: Plătește Comanda

source: An order has been created for you on "%s". To pay for this order please use the following link: %s
ro_ro: O nouă comandă a fost creată pentru tine "%s". Pentru a plăti comanda urmărește acest link: %s

source: Product low in stock
ro_ro: Produs cu stoc scăzut

source: is low in stock.
ro_ro: are stoc scăzut.

source: Product out of stock
ro_ro: Produsul nu se află în stoc

source: is out of stock.
ro_ro: nu este în stoc.

source: Product Backorder on Order #%s
ro_ro: Produs Pre-Comandat în Comanda nr. %s

source: %s units of #%s %s (#%s) are needed to fill Order #%s.
ro_ro: %s produse nr. %s %s (nr. %s) sunt necesare pentru a onora Comanda nr. %s.

source: Product Backorder on Order #%d
ro_ro: Produs Pre-Comandat în Comanda nr. %d

source: Thank you for your Order #%d. Unfortunately, the following item was found to be on backorder.
ro_ro: Mulțumim pentru Comanda nr. %d. Din păcate, urmatoarul produs este în precomandă.

source: %d units of #%d %s (#%s) have been backordered.
ro_ro: %d produse nr. %d %s (nr. %s) au fost pre-comandate.

source: Search for:
ro_ro: Caută:

source: Search for products
ro_ro: Caută Produse

source: Search
ro_ro: Caută

source: Product Categories
ro_ro: Categorii de Produse

source: Product Category
ro_ro: Categorie Produs

source: Search Product Categories
ro_ro: Caută Categorii Produse

source: All Product Categories
ro_ro: Toate Categoriile de Produse

source: Parent Product Category
ro_ro: Categoria Produsului Părinte

source: Parent Product Category:
ro_ro: Categoria Produsului Părinte:

source: Edit Product Category
ro_ro: Modifică Categoria de Produs

source: Update Product Category
ro_ro: Actualizează Categoria de Produs

source: Add New Product Category
ro_ro: Adaugă Categorie de Produs Nouă

source: New Product Category Name
ro_ro: Nume Categorie de Produs Nouă

source: Product Tags
ro_ro: Etichete Produs

source: Product Tag
ro_ro: Etichete Produse

source: Search Product Tags
ro_ro: Caută Etichete Produs

source: All Product Tags
ro_ro: Toate Etichetele Produselor

source: Parent Product Tag
ro_ro: Eticheta Produsului Părinte

source: Parent Product Tag:
ro_ro: Eticheta Produsului Părinte:

source: Edit Product Tag
ro_ro: Modifică Eticheta Produs

source: Update Product Tag
ro_ro: Actualizează Eticheta Produs

source: Add New Product Tag
ro_ro: Adaugă Etichetă Produs Nouă

source: New Product Tag Name
ro_ro: Nume Etichetă Produs Nouă

source: Products
ro_ro: Produse

source: Product
ro_ro: Produs

source: All Products
ro_ro: Toate produsele

source: Add Product
ro_ro: Adaugă produs

source: Add New Product
ro_ro: Adaugă Produs Nou

source: Edit
ro_ro: Modifică

source: Edit Product
ro_ro: Modifică Produs

source: New Product
ro_ro: Produs Nou

source: View Product
ro_ro: Vezi Produs

source: Search Products
ro_ro: Caută Produse

source: No Products found
ro_ro: Nici un Produs găsit

source: No Products found in trash
ro_ro: Nici un Produs găsit la Gunoi

source: Parent Product
ro_ro: Produs Părinte

source: This is where you can add new products to your store.
ro_ro: Aici poți să adaugi produse noi în magazinul tău.

source: Variations
ro_ro: Variații

source: Variation
ro_ro: Variație

source: Add Variation
ro_ro: Adaugă Variație

source: Add New Variation
ro_ro: Adaugă Vaiație Nouă

source: Edit Variation
ro_ro: Modifică Variație

source: New Variation
ro_ro: Variație Nouă

source: View Variation
ro_ro: Vezi Variație

source: Search Variations
ro_ro: Caută Variații

source: No Variations found
ro_ro: Nici o Variație găsită

source: No Variations found in trash
ro_ro: Nici o Variație găsită la Gunoi

source: Parent Variation
ro_ro: Variație Părinte

source: Orders
ro_ro: Comenzi

source: Order
ro_ro: Comandă

source: All Orders
ro_ro: Toate Comenzile

source: Add Order
ro_ro: Adaugă comandă

source: Add New Order
ro_ro: Adaugă Comandă Nouă

source: Edit Order
ro_ro: Modifică Comanda

source: New Order
ro_ro: Comandă Nouă

source: View Order
ro_ro: Vezi Comanda

source: Search Orders
ro_ro: Caută Comenzi

source: No Orders found
ro_ro: Nici o Comanda gasită

source: No Orders found in trash
ro_ro: Nici o Comandă la gunoi

source: Parent Orders
ro_ro: Comenzi Părinte

source: This is where store orders are stored.
ro_ro: Aici sunt ținute comenzile magazinului.

source: Order statuses
ro_ro: Statut comenzi

source: Order status
ro_ro: Statut comandă

source: Search Order statuses
ro_ro: Caută Statuturi Comenzi

source: All Order statuses
ro_ro: Statut Tuturor Comenzilor

source: Parent Order status
ro_ro: Statut Comandă Părinte

source: Parent Order status:
ro_ro: Statut Comandă Părinte:

source: Edit Order status
ro_ro: Modifică Statut Comandă

source: Update Order status
ro_ro: Actualizează statut Comandă

source: Add New Order status
ro_ro: Adaugă Statut Comandă Nouă

source: New Order status Name
ro_ro: Nume Statut Comandă Nou

source: Sale!
ro_ro: Reduceri!

source: Select
ro_ro: Selectează

source: Buy product
ro_ro: Cumpără produs

source: Add to cart
ro_ro: Adaugă în coș

source: Out of Stock
ro_ro: Nu este în stoc

source: Posted in
ro_ro: Publicat în

source: Tagged as
ro_ro: Etichetat ca

source: Choose an option
ro_ro: Alege o opțiune

source: Next <span class="meta-nav">&rarr;</span>
ro_ro: Următor <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Previous
ro_ro: <span class="meta-nav">&larr;</span> Anterior

source: Description
ro_ro: Descriere

source: Additional Information
ro_ro: Informații Suplimentare

source: Reviews
ro_ro: Recenzii

source: Product Description
ro_ro: Despre Produs

source: Related Products
ro_ro: Produse Similare

source: Calculate Shipping
ro_ro: Calculează Costuri de Livrare

source: Postcode/Zip
ro_ro: Cod Poștal

source: Postcode
ro_ro: Cod Poștal

source: Update Totals
ro_ro: Actualizează Total

source: (ex. tax)
ro_ro: (fară taxă)

source: Free
ro_ro: Gratuit

source: Username
ro_ro: Utilizator

source: Password
ro_ro: Parolă

source: Lost Password?
ro_ro: Parolă Pierdută?

source: Already registered?
ro_ro: Ai cont?

source: Click here to login
ro_ro: Click aici ca să te conectezi

source: Products tagged &ldquo;
ro_ro: Produse cu eticheta &ldquo;

source: Search results for &ldquo;
ro_ro: Rezultate căutare pentru &ldquo;

source: Error 404
ro_ro: Eroare 404

source: Posts tagged &ldquo;
ro_ro: Articole etichetate &ldquo;

source: Author:
ro_ro: Autor:

source: Page
ro_ro: Pagină

source: That attribute already exists, no additions were made.
ro_ro: Acest atribut există deja, nu a fost adăugat.

source: Attributes
ro_ro: Atribute

source: Edit Attribute
ro_ro: Modifică Atribut

source: Attribute taxonomy names cannot be changed; you may only change an attributes type.
ro_ro: Taxonomia atributelor nu poate fi schimbată; poți schimba doar tipul atributului.

source: Attribute Label
ro_ro: Nume Atribut

source: The label is how it appears on your site.
ro_ro: Numele este cum apare pe site.

source: Attribute type
ro_ro: Tip Atribut

source: Name
ro_ro: Nume

source: Label
ro_ro: Inscripție

source: Type
ro_ro: Tip

source: Terms
ro_ro: Termeni

source: Delete
ro_ro: Șterge

source: Configure&nbsp;terms
ro_ro: Configură termeni

source: No attributes currently exist.
ro_ro: Nu există atribute.

source: Add New Attribute
ro_ro: Adaugă atribut nou

source: Attribute Slug
ro_ro: Inscipție URL Atribut

source: Slug for your attribute (optional).
ro_ro: Text afișat in URL pentru atribut (opțional)

source: Are you sure you want to delete this?
ro_ro: Ești sigur că vrei să ștergi asta?

source: Jigoshop Dashboard
ro_ro: Panou de Control

source: Right Now
ro_ro: Chiar Acum

source: Shop Content
ro_ro: Conținut Magazin

source: Pending
ro_ro: Neprocesat

source: On-Hold
ro_ro: În Așteptare

source: Processing
ro_ro: Se proceseaza

source: Completed
ro_ro: Finalizată

source: You are using
ro_ro: Folosești

source: Recent Orders
ro_ro: Comenzi Recente

source: l jS \of F Y h:i:s A
ro_ro: l, j F Y H:i:s

source: Stock Report
ro_ro: Raport Stoc

source: No products are low in stock.
ro_ro: Toate produsele sunt în stoc suficient.

source: No products are out of stock.
ro_ro: Toate produsele sunt în stoc.

source: Low Stock
ro_ro: Stoc scăzut.

source: Out of Stock/Backorders
ro_ro: Stoc Epuizat/Pre-Comenzi

source: Monthly Sales
ro_ro: Vânzări Lunare

source: Recent Product Reviews
ro_ro: Recenzii Recente a Produselor

source: There are no product reviews yet.
ro_ro: Încă nu există recenzii de produse.

source: Latest News
ro_ro: Știri Recente

source: %s ago
ro_ro: %s în urmă

source: F jS Y
ro_ro: j F Y

source: No items found.
ro_ro: Nici un produs găsit.

source: Useful Links
ro_ro: Linkuri Utile

source: Learn more about the Jigoshop plugin
ro_ro: Invață mai multe despre modulul JigoShop

source: Tour
ro_ro: Tur

source: Take a tour of the plugin
ro_ro: Ia un tur al modulului

source: Documentation
ro_ro: Manual

source: Stuck? Read the plugin's documentation.
ro_ro: Blocat? Citește manualul de folosire.

source: Get help from the community.
ro_ro: Fii ajutat de comunitate.

source: Support
ro_ro: Suport

source: Receive priority, technical help from our dedicated support team.
ro_ro: Primește ajutor tehnic prioritar din partea echipei noastre de suport.

source: Extensions
ro_ro: Extensii

source: Extend Jigoshop with extra plugins and modules.
ro_ro: Extinde Jigoshop cu module și teme.

source: Themes
ro_ro: Șabloane

source: Extend Jigoshop with themes.
ro_ro: Extinde JigoShop cu șabloane.

source: Follow us on Twitter.
ro_ro: Urmărește-ne pe Twitter.

source: Jigoshop on Github
ro_ro: Jigoshop pe Github

source: Help extend Jigoshop.
ro_ro: Extinde Jigoshop.

source: Jigoshop on WordPress.org
ro_ro: jigoshop pe WordPress.org

source: Leave us a rating!
ro_ro: Votează-ne!

source: Jigoshop Project
ro_ro: Proiectul JigoShop

source: Join our growing developer community today, contribute to the jigoshop project via GitHub.
ro_ro: Alăturaă-te comunității noastre de dezvoltatori, contribuie la jigoshop via GitHub.

source: Jigoshop is brought to you by&hellip;
ro_ro: Jigoshop este creat de&hellip;

source: For more information
ro_ro: Pentru informații suplimentare

source: Overview
ro_ro: Sumar

source: Attributes let you define extra product data, such as size or colour. You can use these attributes in the shop sidebar using the "layered nav" widgets. Please note: you cannot rename an attribute later on
ro_ro: Atributele te ajută să definești mai multe date despre produs, precum mărime sau culoare. Poți folosi acestea la magazin folosind widget-ul "Navigație Filtrată" . Notă: nu poți redenumi un atribut și mai tarziu.

source: Attribute Types
ro_ro: Tipuri de Atribute

source: Adding Options
ro_ro: Se Adaugă Opțiuni

source: Adding Product Categories
ro_ro: Se Adaugă Categorii de Produse

source: Adding Product Tags
ro_ro: Se Adaugă Etichetele Produselor

source: You can customize the display of this screen’s contents in a number of ways
ro_ro: Poți modifica acest ecran în mai multe moduri.

source: You can hide/display columns based on your needs and decide how many products to list per screen using the Screen Options tab
ro_ro: Poți afișa/ascunde coloane, în funcție de nevoi și decide câte produse să fie afișate prin fila Opțiuni Ecran.

source: You can filter the list of products by status using the text links in the upper left to show All, Published, Draft, or Trashed products. The default view is to show all products
ro_ro: Poți filtra lista de produse în funcție de statut, folosindu-te de linkurile din stânga sus, pentru a afișa produse Toate, Publicate, Ciornă, sau din Gunoi. Implicit, se afișează toate.

source: You can refine the list to show only products in a specific category, from a specific month, or by a specific type by using the dropdown menus above the products list. Click the Filter button after making your selection
ro_ro: Poți configura lista să afișeze doar produse dintr-o categorie, lună sau de un tip anumit, folosindu-te de meniul escamotabil deasupra listei de produse. Apasă butonul Filtrează după selecție

source: You can search for products in a number of ways
ro_ro: Poți căuta produse în mai multe feluri

source: You can also edit or move multiple products to the trash at once. Select the products you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply
ro_ro: Deasemenea poți modifica sau muta mai multe produse la gunoi. Selectează-le cu ajutorul casetelor, apoi alege acțiunea din meniul Acțiuni in masă și apasă Aplică.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected products at once. To remove a product from the grouping, just click the x next to its name in the Bulk Edit area that appears
ro_ro: Când editezi mai multe,

source: Screen Content
ro_ro: Conținut Ecran

source: Searching for Products
ro_ro: Căutare de Produse

source: Bulk Actions
ro_ro: Acțiuni Multiple

source: General Settings
ro_ro: Setări Generale

source: Advanced Settings
ro_ro: Setări Avansate

source: Inventory Management
ro_ro: Administrare Inventar

source: Group & File
ro_ro: Grup & Fișier

source: Product updated. <a href="%s">View Product</a>
ro_ro: Produs actualizat. <a href="%s">Vezi Produsul</a>

source: Custom field updated.
ro_ro: Câmp actualizat.

source: Custom field deleted.
ro_ro: Câmp șters.

source: Product updated.
ro_ro: Produs actualizat.

source: Product restored to revision from %s
ro_ro: Produs reconstituit la revizia din %s

source: Product published. <a href="%s">View Product</a>
ro_ro: Produs publicat. <a href="%s">Vezi Produs</a>

source: Product saved.
ro_ro: Produs salvat.

source: Product submitted. <a target="_blank" href="%s">Preview Product</a>
ro_ro: Produs trimis. <a target="_blank" href="%s">Previzualizează Produs</a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Product</a>
ro_ro: Produs programat pentru: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Previzualizează Produsul</a>

source: M j, Y @ G:i
ro_ro: j M, Y @ G:i

source: Product draft updated. <a target="_blank" href="%s">Preview Product</a>
ro_ro: Ciorna Produsului actualizată. <a target="_blank" href="%s">Previzualizează Produs</a>

source: Title
ro_ro: Titlu

source: Featured
ro_ro: Promovat

source: SKU
ro_ro: Cod

source: Stock
ro_ro: Stoc

source: Price
ro_ro: Preț

source: Visibility
ro_ro: Vizibilitate

source: Date
ro_ro: Data

source: Change
ro_ro: Modifică

source: In Stock
ro_ro: În Stoc

source: Parent (no stock)
ro_ro: Părinte (nu există în stoc)

source: Unpublished
ro_ro: Publicație revocată

source: Y/m/d g:i:s A
ro_ro: Y/m/d H:i:s

source: Published
ro_ro: Publicat

source: Missed schedule
ro_ro: Programare ratată

source: Scheduled
ro_ro: Programat

source: Draft
ro_ro: Ciornă

source: Show all types
ro_ro: Arată toate tipurile

source: Status
ro_ro: Statut

source: Customer
ro_ro: Client

source: Billing Address
ro_ro: Adresă de Facturare

source: Shipping Address
ro_ro: Adresă de Livrare

source: Billing & Shipping
ro_ro: Plată & Livrare

source: Order Cost
ro_ro: Cost Comandă

source: Order #%s
ro_ro: Comandă Nr. %s

source: User:
ro_ro: Utilizator:

source: Billing Email:
ro_ro: E-mail de Facturare:

source: Billing Tel:
ro_ro: Telefon:

source: Payment:
ro_ro: Plată:

source: %s via %s
ro_ro: %s prin %s

source: Retail Price
ro_ro: Preț de Vânzare

source: Shipping
ro_ro: Livrare

source: Discount
ro_ro: Reducere

source: [%s with SKU of %s]
ro_ro: [%s având COD-ul %s]

source: [%s with ID of %d]
ro_ro: [%s având ID-ul %d]

source: [%s with product ID of %d]
ro_ro: [%s având ID-ul de produs %d]

source: Cancelled
ro_ro: Anulat

source: Refunded
ro_ro: Rambursat

source: Order updated.
ro_ro: Comandă actualizată.

source: Order published.
ro_ro: Comandă publicată.

source: Order submitted.
ro_ro: Comandă trimisă.

source: Order draft updated.
ro_ro: Ciorna comenzii actualizată.

source: General Options
ro_ro: Optiuni Generale

source: Demo store
ro_ro: Magazin Demo

source: Enable this option to show a banner at the top of every page stating this shop is currently in testing mode.
ro_ro: Activeaz pentru a afișa un mesaj deasupra fiecărei pagini, că magazinul este in stare de test.

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: Send Jigoshop emails from
ro_ro: Trimite mailuri de la

source: The email used to send all Jigoshop related emails, such as order confirmations and notices.
ro_ro: Adresa de e-mail folosită pentru a trimite toate mesajele legate de Jigoshop, cum ar fi confirmări de comenzi și notificări.

source: Base Country/Region
ro_ro: Țara/Regiunea de Bază

source: This is the base country for your business. Tax rates will be based on this country.
ro_ro: Aceasta este țara de origine pentru afacerea ta. Toate taxele vor fi bazate pe aceasta.

source: Allowed Countries
ro_ro: Țări Permise

source: These are countries that you are willing to ship to.
ro_ro: Țări către care se fac livrări.

source: All Countries
ro_ro: Toate Țările

source: Specific Countries
ro_ro: Anumite Țări

source: After adding product to cart
ro_ro: După adăgare în coș

source: Define what should happen when a user clicks on &#34;Add to Cart&#34; on any product or page.
ro_ro: Definește ce să se întâmple când cineva apasă pe &#34;Adaugă în Coș&#34; pe un produs sau pagină.

source: Stay on the same page
ro_ro: Stai pe aceeași pagină

source: Redirect to Checkout
ro_ro: Redirecționează către Finalizare Comandă

source: Redirect to Cart
ro_ro: Redirecționează către Coș

source: Disable Jigoshop frontend.css
ro_ro: Dezactivează frontend.css al Jigoshop

source: Useful if you want to disable Jigoshop styles and theme it yourself via your theme.
ro_ro: Util dacă vrei sa dezactivezi stilizarea Jigoshop și s-o faci prin Șablonul tău.

source: Disable bundled Fancybox
ro_ro: Dezactivează Fancybox

source: Useful if or one of your plugin already loads the Fancybox script and css. But be careful, Jigoshop will still try to open product images using Fancybox.
ro_ro: Util dacă ai un modul care încarcă css-ul și script-ul de Fancybox. Fii atent, Jigoshop va încerca să afișeze imagini folosindu-se de Fancybox.

source: Checkout options
ro_ro: Opțiuni Finalizare comandă

source: Allow guest purchases
ro_ro: Permite cumpărare făra înregistrare

source: Setting this to Yes will allow users to checkout without registering or signing up. Otherwise, users must be signed in or must sign up to checkout.
ro_ro: Activând această opțiune utilizatorii vor putea trimite comenzi fără să se înregistreze sau să se conecteze. Altfel, trebuie să se conecteze sau să se înregistreze pe site.

source: Show login form
ro_ro: Afișeaza formular de înregistrare

source: Allow registration
ro_ro: Permite înregistrare

source: Force SSL on checkout
ro_ro: Obligă SSL la finalizare comandă

source: Forcing SSL is recommended. This will load your checkout page with https://. An SSL certificate is <strong>required</strong> if you choose yes. Contact your hosting provider for more information on SSL Certs.
ro_ro: Obligarea SSL este recomandată. Astfel, pagina de Finalizare Comandă va fi încărcată cu https://. Un certificat SSL este <strong>necesar</strong> în acest caz. Contactează-ți furnizorul de hosting pentru mai multe informații despre Certificate SSL.

source: Integration
ro_ro: Integrare

source: ShareThis Publisher ID
ro_ro: ID ShareThis
