Repository: jigoshop/Jigoshop
Catalog: languages/jigoshop-*.po
Languages: ro_ro

source: Enter your <a href='http://sharethis.com/account/'>ShareThis publisher ID</a> to show ShareThis on product pages.
ro_ro: Introdu <a href='http://sharethis.com/account/'>ID ShareThis</a> ca să apară ShareThis în pagina produs.

source: ShareThis is a small social sharing widget for posting links on popular sites such as Twitter and Facebook.
ro_ro: ShareThis este un modul social pentru distribuire articole/produse pe site-uri populare ca Twitter sau Facebook.

source: Google Analytics ID
ro_ro: ID Google Analytics

source: Log into your Google Analytics account to find your ID. e.g. <code>UA-XXXXXXX-X</code>
ro_ro: Conectează-te la contul de Google Analytics și caută ID-ul, e.g. <code>UA-XXXXXXX-X</code>

source: Enable eCommerce Tracking
ro_ro: Activează eCommerce Tracking

source: Add Google Analytics eCommerce tracking code upon successful orders
ro_ro: Adaugă cod de Google Analytics eCommerce tracking comenzilor terminate cu succes

source: <a href="//support.google.com/analytics/bin/answer.py?hl=en&answer=1009612">Learn how to enable</a> eCommerce tracking for your Google Analytics account.
ro_ro: <a href="//support.google.com/analytics/bin/answer.py?hl=en&answer=1009612">Află cum să activezi</a> eCommerce Tracking pentru contul tău de Google Analytics.

source: Pages
ro_ro: Pagini

source: Shop page configuration
ro_ro: Configurare pagină magazin

source: Cart Page
ro_ro: Pagina de Coș

source: Shortcode to place on page: <code>[jigoshop_cart]</code>
ro_ro: Cod de pus în pagină: <code>[jigoshop_cart]</code>

source: Checkout Page
ro_ro: Pagina Finalizare Comandă

source: Shortcode to place on page: <code>[jigoshop_checkout]</code>
ro_ro: Cod de pus în pagină: <code>[jigoshop_checkout]</code>

source: Pay Page
ro_ro: Pagină de Plată

source: Shortcode to place on page: <code>[jigoshop_pay]</code><br/>Default parent page: Checkout
ro_ro: Cod de pus în pagină: <code>[jigoshop_pay]</code><br/>Pagina părinte implicită: Finalizare Comandă

source: Thanks Page
ro_ro: Pagina de Mulțumiri

source: Shortcode to place on page: <code>[jigoshop_thankyou]</code><br/>Default parent page: Checkout
ro_ro: Cod de pus în pagină: <code>[jigoshop_thankyou]</code><br/>Pagina părinte implicită: Finalizare Comandă

source: My Account Page
ro_ro: Pagina Contul Tău

source: Shortcode to place on page: <code>[jigoshop_my_account]</code>
ro_ro: Cod de pus în pagină: <code>[jigoshop_my_account]</code>

source: Edit Address Page
ro_ro: Pagina Adresă Email

source: Shortcode to place on page: <code>[jigoshop_edit_address]</code><br/>Default parent page: My Account
ro_ro: Cod de pus în pagină: <code>[jigoshop_edit_address]</code><br/>Pagina părinte implicită: Contul Tău

source: View Order Page
ro_ro: Vezi Pagina Comenzii

source: Shortcode to place on page:<code>[jigoshop_view_order]</code><br/>Default parent page: My Account
ro_ro: Cod de pus în pagină:<code>[jigoshop_view_order]</code><br/>Pagina părinte implicită: Contul Tău

source: Change Password Page
ro_ro: Pagina de Schimbare Parolă

source: Shortcode to place on page: <code>[jigoshop_change_password]</code><br/>Default parent page: My Account
ro_ro: Cod de pus în pagină: <code>[jigoshop_change_password]</code><br/>Pagina părinte implicită: Contul Tău

source: Track Order Page
ro_ro: Pagina de Urmărește Comanda

source: Shortcode to place on page: <code>[jigoshop_order_tracking]</code>
ro_ro: Cod de pus în pagină: <code>[jigoshop_order_tracking]</code>

source: Terms Page
ro_ro: Pagina Termeni

source: If you define a &#34;Terms&#34; page the customer will be asked to accept it before allowing them to place their order.
ro_ro: Dacă definești o pagină de &#34;Terms&#34; , clienții vor fi rugați să accepte termenii în timpul finalizării comenzii.

source: None
ro_ro: Niciunul

source: Catalog &amp; Pricing
ro_ro: Catalog &amp; Prețuri

source: Catalog Options
ro_ro: Opțiuni Catalog

source: Catalog base page
ro_ro: Pagina de bază a catalogului

source: This sets the base page of your shop. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
ro_ro: Aceasta desemnează pagina de bază pentru magazinul tău. N-ar trebui să schimbi această valoare după lansare, altfel se invalidează linkuri către site-ul tău, etc.

source: Prepend links with base page
ro_ro: Prefixează linkurile cu pagina de bază

source: This will only apply to tags &amp; categories.<br/>Yes: http://yoursite.com / product_category / YourCategory<br/>No: http://yoursite.com / base_page / product_category / YourCategory
ro_ro: Se aplică doar etichetelor și categoriilor.<br/>Da: http://siteul-tau.com / categorie_produs / CategoriaTa<br/>Nu: http://siteul-tau.com / pagină_de_bază / categorie_produs / CategoriaTa

source: Sort products in catalog by
ro_ro: Ordonează produsele din catalog după

source: Determines the display sort order of products for the Shop, Categories, and Tag pages.
ro_ro: Determină ordinea de afișare a produselor pentru paginile de Magazin, Categorii și Etichete.

source: Creation Date
ro_ro: Data Creării

source: Product Title
ro_ro: Titlu Produs

source: Product Post Order
ro_ro: Ordinea Produselor

source: Catalog sort direction
ro_ro: Direcția de ordonare a catalogului

source: Determines whether the catalog sort orderby is ascending or descending.
ro_ro: Determină dacă produsele sunt ordonate crescător sau descrescător în catalog.

source: Ascending
ro_ro: Crescător

source: Descending
ro_ro: Descrescător

source: Catalog products per row
ro_ro: Produse pe rând în catalog

source: Default = 3
ro_ro: Implicit = 3

source: Determines how many products to show on one display row for Shop, Category and Tag pages.
ro_ro: Câte produse să se afișeze pe un rând în paginile de Magazin, Categorie și Etichetă.

source: Catalog products per page
ro_ro: Produse per pagină de catalog

source: Default = 12
ro_ro: Implicit = 12

source: Determines how many products to display on Shop, Category and Tag pages before needing next and previous page navigation.
ro_ro: Determină câte produse să fie afișate pe paginile de Magazin, Categorii și Etichete înainte să fie nevoie de navigație anterioară / următoare.

source: Pricing Options
ro_ro: Opțiuni Prețuri

source: Currency
ro_ro: Valută

source: This controls what currency prices are listed at in the catalog, and which currency PayPal, and other gateways, will take payments in. See the list of supported <a target='_new' href='%s'>PayPal currencies</a>.
ro_ro: Acesta controlează ce valute sunt afișate în magazin și care valute sunt disponibile pentru plata prin PayPal sau alți procesatori de plăți. Vezi lista de <a target='_new' href='%s'>valute PayPal</a>.

source: United Arab Emirates dirham (&#1583;&#46;&#1573;)
ro_ro: Dirham EAU (&#1583;&#46;&#1573;)

source: Australian Dollar (&#36;)
ro_ro: Dolar Australian (&#36;)

source: Brazilian Real (&#82;&#36;)
ro_ro: Real Brazilian (&#82;&#36;)

source: Canadian Dollar (&#36;)
ro_ro: Dolar Canadian (&#36;)

source: Swiss Franc (SFr.)
ro_ro: Franc Elvetian (SFr.)

source: Chinese yuan (&#165;)
ro_ro: Yuan Renminbi (&#165;)

source: Czech Koruna (&#75;&#269;)
ro_ro: Coroană Cehă (&#75;&#269;)

source: Danish Krone (kr)
ro_ro: Coroană Daneză (kr)

source: Pounds Sterling (&pound;)
ro_ro: Lire Sterline (&pound;)

source: Hong Kong Dollar (&#36;)
ro_ro: Dolar Hong Kong (&#36;)

source: Croatian Kuna (&#107;&#110;)
ro_ro: Kuna Croată (&#107;&#110;)

source: Hungarian Forint (&#70;&#116;)
ro_ro: Forint Maghiar (&#70;&#116;)

source: Indonesia Rupiah (&#82;&#112;)
ro_ro: Rupie Indoneziană (&#82;&#112;)

source: Israeli Shekel (&#8362;)
ro_ro: Shekel Israelian (&#8362;)

source: Indian Rupee (&#8360;)
ro_ro: Rupie Indiană (&#8360;)

source: Japanese Yen (&yen;)
ro_ro: Yen Japonez (&yen;)

source: Mexican Peso (&#36;)
ro_ro: Peso Mexicani (&#36;)

source: Malaysian Ringgits (RM)
ro_ro: Ringgit (RM)

source: Nigerian Naira (&#8358;)
ro_ro: Naira Nigeriană (&#8358;)

source: Norwegian Krone (kr)
ro_ro: Coroană Norvegiană (kr)

source: New Zealand Dollar (&#36;)
ro_ro: Dolar Noua Zeelanda (&#36;)

source: Philippine Pesos (&#8369;)
ro_ro: Peso Filipinez (&#8369;)

source: Polish Zloty (&#122;&#322;)
ro_ro: Zlot Polonez (&#122;&#322;)

source: Romanian New Leu (&#108;&#101;&#105;)
ro_ro: Leu Românesc (&#108;&#101;&#105;)

source: Russian Ruble (&#1088;&#1091;&#1073;)
ro_ro: Rubla Rusă (&#1088;&#1091;&#1073;)

source: Swedish Krona (kr)
ro_ro: Coroane Suedeze (kr)

source: Singapore Dollar (&#36;)
ro_ro: Dolari Singapore (&#36;)

source: Thai Baht (&#3647;)
ro_ro: Baht Tailandez (&#3647;)

source: Turkish Lira (&#8356;)
ro_ro: Lira Turcească (&#8356;)

source: Taiwan New Dollar (&#36;)
ro_ro: Dolar nou din Taiwan (&#36;)

source: US Dollar (&#36;)
ro_ro: Dolar American (&#36;)

source: South African rand (R)
ro_ro: Rand Sud African (R)

source: Currency display
ro_ro: Afișare valută

source: This controls the display of the currency symbol and currency code.
ro_ro: Controlează poziția simbolului și cod-ului valutei.

source: Thousand separator
ro_ro: Delimitator mii

source: This sets the thousand separator of displayed prices.
ro_ro: Ce caracter va fi folosit pentru a delimita miimi în prețuri.

source: Decimal separator
ro_ro: Deliitator decimale

source: This sets the decimal separator of displayed prices.
ro_ro: Ce caracter va fi folosit pentru a decimale în prețuri.

source: Number of decimals
ro_ro: Număr de decimale

source: This sets the number of decimal points shown in displayed prices.
ro_ro: Câte decimale sunt afișate în prețuri.

source: Images
ro_ro: Imagini

source: Image Options
ro_ro: Opțiuni Imagini

source: Large variations from the defaults could require CSS modifications in your Theme.
ro_ro: Modificări mari de la setările implicite ar putea necesita intervenții la CSS-ul șablonului.

source: Tiny Images
ro_ro: Imagini Micuțe

source: The small image used in the Cart, Checkout, Orders and Widgets
ro_ro: Imaginea mică folosită în Coș, Finalizare Comandă, Comenzi și Widget-uri

source: Thumbnail Images
ro_ro: Thumbnail-uri

source: The thumbnail image for Single Product page extra images.
ro_ro: Imaginea suplimentară folosită pentru pagini de Produse Singulare.

source: Catalog Images
ro_ro: Imagini de Catalog

source: The catalog image for Shop, Categories, Tags, and Related Products.
ro_ro: Imaginea de catalog din paginile de Magazin, Categorii, Etichete și Produse Similare

source: Large Images
ro_ro: Imagini Mari

source: Single Product page's large or Featured image.
ro_ro: Imaginea mare de Produs Singular sau Produse Promovate.

source: Coupons
ro_ro: Cupoane

source: Coupon Information
ro_ro: Informatii Cupoane

source: <br /><div>Coupons allow you to give your customers special offers and discounts. Leave product ID&#39;s blank to apply to all products in the cart. Separate each product ID with a comma.</div><br /><div>Use either flat rates or percentage discounts for both cart totals and individual products. (do not enter a % sign, just a number). Product percentage discounts <strong>must</strong> have a product ID to be applied, otherwise use Cart Percentage Discount for all products.</div><br /><div>"<em>Alone</em>" means <strong>only</strong> that coupon will be allowed for the whole cart. If you have several of these, the last one entered by the customer will be used.</div>
ro_ro: <br /><div>Cupoanele îți permit să oferi clienților oferte speciale și reduceri. Lasă gol câmpul de ID pentru a le aplica tuturor produselor din coș. Delimiteaza ID-urile cu o virgulă.</div><br /><div>Folosește reduceri procentuale sau forfetare pentru coș sau produse individuale. (nu introdu simbolul %, doar numărul). Reducerile procentuale de produse <strong>trebuie</strong> să aibe un ID de produs, altfel reducerea este aplicată intregului Coș.</div><br /><div>"<em>Exclusiv</em>" înseamnă <strong>doar</strong> că va fi aplicat pe tot coșul. Dacă ai mai multe, ultimul introdus de client va fi folosit.</div>

source: All fields are required.
ro_ro: Toate câmpurile sunt necesare.

source: Products &amp; Inventory
ro_ro: Produse &amp; Inventar

source: Product Options
ro_ro: Opțiuni Produs

source: Enable SKU field
ro_ro: Activează câmpul COD

source: Turning off the SKU field will give products an SKU of their post id.
ro_ro: Dacă dezactivezi câmpul COD, produsele vor avea codul dupâ id-ul produsului.

source: Enable weight field
ro_ro: Activează câmpul Greutate

source: Weight Unit
ro_ro: Unitate de Greutate

source: This controls what unit you will define weights in.
ro_ro: Controlează în ce unităte de măsurare cântarești.

source: Kilograms
ro_ro: Kilograme

source: Pounds
ro_ro: Livre

source: Enable product dimensions
ro_ro: Activează Dimensiuni

source: Dimensions Unit
ro_ro: Dimensiuni se măsoară în

source: This controls what unit you will define dimensions in.
ro_ro: Controlează în ce unităte de măsurare cântarești.

source: centimeters
ro_ro: centimetri

source: inches
ro_ro: inchi

source: Inventory Options
ro_ro: Opțiuni Inventar

source: Manage stock
ro_ro: Administrează Stocul

source: If you are not managing stock, turn it off here to disable it in admin and on the front-end.
ro_ro: Dacă nu administrezi stocul, oprește-l aici pentru administrare si partea publica.

source: You can manage stock on a per-item basis if you leave this option on.
ro_ro: Poți controla stocul per-produs, dacă lași opțiunea aceasta activată.

source: Show stock amounts
ro_ro: Arată număr în stoc

source: Set to yes to allow customers to view the amount of stock available for a product.
ro_ro: Activează pentru a pentru vizitatorilor să vadă câte produse sunt în stoc.

source: Notify on low stock
ro_ro: Notifică de stoc scăzut

source: Low stock threshold
ro_ro: Prag stoc scăzut

source: You will receive a notification as soon this threshold is hit (if notifications are turned on).
ro_ro: Vei fi notificat îndată ce este atins acest prag (dacaă notificările sunt activate).

source: Notify on out of stock
ro_ro: Notifică de lipsă în stoc.

source: Out of stock threshold
ro_ro: Prag stoc epuizat

source: Hide out of stock products
ro_ro: Ascunde produse care nu sunt în stoc.

source: Shipping Options
ro_ro: Opțiuni Livrare

source: Only set this to no if you are not shipping items, or items have shipping costs included.
ro_ro: Dezactivează doar dacă nu asiguri transportul, sau produsele au transportul inclus.

source: If you are not calculating shipping then you can ignore all other tax options.
ro_ro: Dacă nu calculezi costul de livrare, poți ignora toate celalalte opțiuni pentru taxe.

source: Enable shipping calculator on cart
ro_ro: Activează Calculator costuri de livrare în coșul de cumpărături

source: Only ship to billing address?
ro_ro: Livrare doar la adresa de facturare?

source: Tax
ro_ro: Taxă

source: Tax Options
ro_ro: Opțiuni taxe

source: Calculate Taxes
ro_ro: Calculează taxe

source: Only set this to no if you are exclusively selling non-taxable items.
ro_ro: Dezactivează doar dacă vinzi produse ne-taxabile.

source: If you are not calculating taxes then you can ignore all other tax options.
ro_ro: Dacă nu calculezi taxele poți ignora toate opțiunile de taxe de mai jos.

source: Catalog Prices include tax?
ro_ro: Preturile afișate includ taxe?

source: If prices include tax then tax calculations will work backwards.
ro_ro: Dacă prețurile includ taxe, calculul de taxe se va face invers.

source: Cart totals display...
ro_ro: Totalul coșului arată...

source: Should the subtotal be shown including or excluding tax on the frontend?
ro_ro: Subtotalul să includă taxe sau nu ?

source: price including tax
ro_ro: preț cu taxe incluse

source: price excluding tax
ro_ro: preț fără taxe

source: Additional Tax classes
ro_ro: Clase taxe adiționale

source: List 1 per line. This is in addition to the default <em>Standard Rate</em>.
ro_ro: Scrie 1 per rând. Aceasta e în plus față de default <em>Rata Standard</em>.

source: List product and shipping tax classes here, e.g. Zero Tax, Reduced Rate.
ro_ro: Enumeră taxe de produs și livrare aici, e.x. Taxe Zero, Rată Redusă.

source: Tax rates
ro_ro: Rate taxe

source: To avoid rounding errors, insert tax rates with 4 decimal places.
ro_ro: Pentru a evita erori de rontunjire, adaugă o rată de taxare cu 4 decimale.

source: Payment Gateways
ro_ro: Plăți

source: Your settings have been saved.
ro_ro: Setările tale au fost salvate.

source: Save changes
ro_ro: Salvează schimbări

source: Width
ro_ro: Lățime

source: Height
ro_ro: Înălțime

source: Code
ro_ro: Cod

source: Amount
ro_ro: Sumă

source: ID's
ro_ro: ID-uri

source: From
ro_ro: De la:

source: To
ro_ro: La

source: Alone
ro_ro: Exclusiv

source: Delete this Coupon
ro_ro: Șterge acest Cupon

source: Coupon Code
ro_ro: Cod Cupon

source: Cart Discount
ro_ro: Reducere coș cumpărături

source: Cart % Discount
ro_ro: Reducere % din Coș

source: Product Discount
ro_ro: Reducere Produs

source: Product % Discount
ro_ro: Reducere % Produs

source: Coupon Amount
ro_ro: Valoare Cupon

source: yyyy-mm-dd
ro_ro: dd-mm-yyyy

source: + Add Coupon
ro_ro: + Adaugă cupon

source: Delete this coupon?
ro_ro: Șterge cupon?

source: Standard Rate
ro_ro: Rată standard

source: Online Label
ro_ro: Inscripție Online

source: Rate
ro_ro: Rată

source: Apply to shipping
ro_ro: Aplică la Livrare

source: Compound
ro_ro: Compus

source: + Add Tax Rule
ro_ro: + Adaugă Regulă Taxe

source: Delete this rule?
ro_ro: Sterge regula aceasta?

source: Your database has been successfully updated. Your shop is now automatically better than the rest, oh happy day!
ro_ro: Baza de date a fost actualizată cu succes. Magazinul tău este autmat mai bun decât restul, o ce veste minuntă!

source: Uh oh! Looks like your Jigoshop database needs updating, just to be safe <strong>please backup your database</strong> before clicking this button!
ro_ro: Of! Pare-se că baza de date Jigoshop trebuie actualizată, ca să fim siguri <strong>salveaz-o</strong> înainte să apeși butonul!

source: I've backed up, now update me!
ro_ro: Am salvat, acum actualizează-mă!

source: Dashboard
ro_ro: Panou de Control

source: Settings
ro_ro: Setări

source: System Info
ro_ro: Informații Sistem

source: System Information
ro_ro: Informații Sistem

source: Environment
ro_ro: Mediu

source: Debugging
ro_ro: Depanare

source: Software Versions
ro_ro: Versiune Software

source: Jigoshop Version
ro_ro: Versiune JigoShop

source: WordPress Version
ro_ro: Versiune Wordpress

source: PHP Version
ro_ro: Versiune PHP

source: Server Software
ro_ro: Software Server

source: PHP Sessions
ro_ro: Sesiuni PHP

source: Session Support
ro_ro: Suport Sesiune

source: Session name
ro_ro: Nume sesiune

source: Cookie path path
ro_ro: Calea Cookie Path

source: Save path
ro_ro: Salvează calea

source: Use cookies
ro_ro: Folosește cookie-uri

source: Use only cookies
ro_ro: Folosește doar cookie-uri

source: Debug Information
ro_ro: Informatii Debug

source: WordPress Memory Limit
ro_ro: Memorie Disponibilă Wordpress

source: On
ro_ro: Pornit

source: Off
ro_ro: Oprit

source: Your server supports fsockopen.
ro_ro: Serverul tău suportă fsockopen.

source: Your server does not support fsockopen.
ro_ro: Serverul tău nu suportă fsockopen.

source: You do not have sufficient permissions to access this page.
ro_ro: Nu ai drepturi de a accesa această pagină

source: You have taken too long. Please go back and retry.
ro_ro: Ai stat prea mult. Te rugăm reîncarcă pagina și încearcă din nou.

source: No comments yet.
ro_ro: Încă nu sunt comentarii.

source: Number of comments to show:
ro_ro: Numărul de comentarii afișate:

source: Shop
ro_ro: Magazin

source: Cart
ro_ro: Coș

source: Track your order
ro_ro: Urmărește comanda ta

source: My Account
ro_ro: Contul Tău

source: Edit My Address
ro_ro: Modifică Adresa Mea

source: Change Password
ro_ro: Schimbă Parola

source: Checkout
ro_ro: Finalizare Comandă

source: Checkout &rarr; Pay
ro_ro: Finalizare Comandă &rarr; Plată

source: Thank you
ro_ro: Mulțumim

source: Product Data
ro_ro: Date Produs

source: Order Data
ro_ro: Date Comandă

source: Order Items <small>&ndash; Note: if you edit quantities or remove items from the order you will need to manually change the item's stock levels.</small>
ro_ro: Produse comandă <small>&ndash; Notă: dacă modifici cantitățile sau scoți produse din comandă, va trebui să schimbi manual stocul pentru produs.</small>

source: Order Totals
ro_ro: Total Comandă

source: Order Actions
ro_ro: Acțiuni Comanda

source: Remove this item? If you have previously reduced this item's stock, or this order was submitted by a customer, will need to manually restore the item's stock.
ro_ro: Sterg acest produs? Dacă ai redus anterior stocul produsului, sau comanda aceasta a fost trimisă de către un client, va trebui să refaci manual stocul produsului.

source: Calc totals based on order items, discount amount, and shipping?
ro_ro: Calculez totaluri bazate pe produse comandă, reducere și transport?

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
ro_ro: Copiez detaliile de facturare la detalii livrare? Aceasta va șterge orice informație pentru expediere introdusă deja.

source: Item Name
ro_ro: Nume Produs

source: Cost per unit e.g. 2.99
ro_ro: Costuri per unitate e.g. 2.99

source: Meta Name
ro_ro: Nume Meta

source: Meta Value
ro_ro: Valoare Meta

source: Manually reducing stock.
ro_ro: Scoate manual din stoc.

source: Item #%s stock reduced from %s to %s.
ro_ro: Produsul #%s a fost redus din stoc %s la %s.

source: Item %s %s not found, skipping.
ro_ro: Produsul %s %s nu a fost găsit, trec mai departe.

source: Manual stock reduction complete.
ro_ro: Reducere stoc manuală terminată.

source: Manually restoring stock.
ro_ro: Introdu manual șn stoc.

source: Item #%s stock increased from %s to %s.
ro_ro: Stocul pentru nr. %s a fost mărit de la %s la %s.

source: Manual stock restore complete.
ro_ro: Refacere stoc manuală terminată.

source: Customer Billing Address
ro_ro: Adresă Facturare Client

source: Customer Shipping Address
ro_ro: Adresă Livrare Client

source: Order status:
ro_ro: Stadiu comandă:

source: Customer:
ro_ro: Client:

source: Customer Note:
ro_ro: Nota Client:

source: Customer's notes about the order
ro_ro: Note client pentru comandă

source: First Name
ro_ro: Prenume

source: Last Name
ro_ro: Nume

source: Company
ro_ro: Firmă

source: Address 1
ro_ro: Adresă 1

source: Address 2
ro_ro: Adresă 2

source: City
ro_ro: Oraș

source: Country
ro_ro: Țara

source: State/County
ro_ro: Județ/Sector

source: Email Address
ro_ro: Adresă Email

source: Copy billing address to shipping address
ro_ro: Copiază adresa de facturare la adresa de expediere

source: Variation ID
ro_ro: ID Variație

source: Order Item Meta
ro_ro: Obiect Comanda Meta

source: Quantity
ro_ro: Cantitate

source: Tax Rate
ro_ro: Taxe

source: Remove
ro_ro: Șterge

source: Add item
ro_ro: Adaugă item

source: Calculate totals
ro_ro: Calculează totaluri

source: Save Order
ro_ro: Salvează Comanda

source: - Save/update the order.
ro_ro: - Salvează/Actualizează comanda.

source: Reduce stock
ro_ro: Scade stoc

source: - Reduces stock for each item in the order; useful after manually creating an order or manually marking an order as complete/processing after payment.
ro_ro: - Scade stocul pentru toate produsele din comandă; folositor pentru crearea manuală a unei comenzi sau crearea manuală a unei comenzi setate ca și completă.

source: Restore stock
ro_ro: Refă stoc

source: - Restores stock for each item in the order; useful after refunding or canceling the entire order.
ro_ro: - Reface stocul pentru fiecare produs din comandă; folositor dacă cineva a anulat comanda sau ai restituit banii clientului.

source: Email invoice
ro_ro: Factură E-mail
