Repository: jigoshop/Jigoshop
Catalog: languages/jigoshop-*.po
Languages: ro_ro

source: Flat rates let you define a standard rate per item, or per order.
ro_ro: Rate Forfetare îți permit să definești o taxă unică per produs sau per comandă.

source: Enable Flat Rate
ro_ro: Activează Rata Forfetară

source: Per Order
ro_ro: Per Comandă

source: Per Item
ro_ro: Per Produs

source: Tax Status
ro_ro: Statut Taxe

source: Taxable
ro_ro: Taxabil

source: Cost excluding tax. Enter an amount, e.g. 2.50.
ro_ro: Cost fără taxe. Introdu prețul, e.g. 2.50.

source: Fee excluding tax. Enter an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
ro_ro: Gratuit excluzănd taxele. Introdu valoarea, e.g. 2.50, sau un procent, e.g. 5%. Lasă gol pentru a dezactiva.

source: Handling Fee
ro_ro: Taxe de Manipulare

source: Method available for
ro_ro: Metodă valabilă pentru

source: All allowed countries
ro_ro: Toate țările permise

source: Free Shipping
ro_ro: Transport Gratuit

source: Enable Free Shipping
ro_ro: Activează Transport Gratuit

source: Users will need to spend this amount to get free shipping. Leave blank to disable.
ro_ro: Cumpărătorii vor fi nevoiți să cumpere de suma aceasta pentru transport gratuit. Lasă gol pentru a dezactiva.

source: Minimum Order Amount
ro_ro: Comandă Minimă

source: Local pickup
ro_ro: Ridicare personală

source: Enable local pickup
ro_ro: Activează ridicare personală

source: Please enter a valid postcode/ZIP.
ro_ro: Te rugăm introdu un cod poștal valid.

source: Shipping costs updated.
ro_ro: Costuri livrare actualizate

source: Your cart is empty.
ro_ro: Coșul tău este gol.

source: &larr; Return to Shop
ro_ro: &larr; Înapoi la Magazin

source: Product Name
ro_ro: Nume Produs

source: Unit Price
ro_ro: Preț Unitar

source: Remove this item.
ro_ro: Șterge

source: Coupon
ro_ro: Cupon

source: Apply Coupon
ro_ro: Adaugă cupon

source: Update Shopping Cart
ro_ro: Actualizează Coșul de Cumpărături

source: Proceed to Checkout &rarr;
ro_ro: Finalizare Comandă &rarr;

source: Applied Discount Coupons:
ro_ro: Cupoane Aplicate:

source: Cart Totals
ro_ro: Total în Coș

source: The order totals have been updated. Please confirm your order by pressing the Place Order button at the bottom of the page.
ro_ro: Totalul comenzii a fost actualizat. Te rugăm confirmă trimiterea comenzii prin apăsarea butonului de mai jos.

source: Hello, <strong>%s</strong>. From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">change your password</a>.
ro_ro: Bună, <strong>%s</strong>. Din panoul contului tău poți să vezi comenzile tale recente, să modifici adresa de facturare și livrare sau <a href="%s">să îți schimbi parola</a>.

source: Available downloads
ro_ro: Descărcări disponibile

source: Ship to
ro_ro: Livrare la

source: Pay
ro_ro: Plătește

source: Cancel
ro_ro: Anulează

source: View
ro_ro: Vezi

source: My Addresses
ro_ro: Adresele mele

source: The following addresses will be used on the checkout page by default.
ro_ro: Adresa aceasta va fi folosită pentru comenzi.

source: You have not set up a billing address yet.
ro_ro: Încă nu ai configurat o adresă de facturare.

source: You have not set up a shipping address yet.
ro_ro: Încă nu ai configurat o adresă de livrare.

source: Street, Number, P.O. Box
ro_ro: Stradă, Număr, Căsuță Poștală

source: Floor, Department, etc
ro_ro: Etaj, Apartamen, etc.

source: Select a country&hellip;
ro_ro: Selectează o țară&hellip;

source: email@domain.com
ro_ro: email@domeniu.ro

source: Save Address
ro_ro: Salvează Adresa

source: Please enter your password.
ro_ro: Te rugăm introdu parola.

source: New password
ro_ro: Parolă nouă

source: Re-enter new password
ro_ro: Repetă parola nouă

source: Save
ro_ro: Salvează

source: Order <mark>#%s</mark> made on <mark>%s</mark>.
ro_ro: Comanda <mark>nr. %s</mark> facută în <mark>%s</mark>.

source: Order status: <mark class="%s">%s</mark>
ro_ro: Statut comandă: <mark class="%s">%s</mark>

source: ID/SKU
ro_ro: ID/COD

source: Qty
ro_ro: Cnt.

source: Totals
ro_ro: Totaluri

source: Grand Total
ro_ro: Total Final

source: Customer details
ro_ro: Detalii Client

source: Telephone:
ro_ro: Telefon:

source: N/A
ro_ro: Indisponibil

source: You have taken too long. Please refresh the page and retry.
ro_ro: Ai stat prea mult. Te rugăm reîncarcă pagina și încearcă din nou.

source: Order #%s which was made %s has the status &ldquo;%s&rdquo;
ro_ro: Comanda nr. %s care a fost facută %s este &ldquo;%s&rdquo;

source: ago
ro_ro: acum

source: and was completed
ro_ro: a fost finalizată

source: Order Details
ro_ro: Detalii comandă

source: Sorry, we could not find that order id in our database. <a href="
ro_ro: Ne pare rău, nu am putut găsi acel nr. de comandă in baza de date. <a href="

source: ">Want to retry?</a>
ro_ro: ">Vrei să încerci din nou?</a>

source: To track your order please enter your Order ID in the box below and press return. This was given to you on your receipt and in the confirmation email you should have received.
ro_ro: Pentru a urmari comanda, introdu CODUL COMENZII în căsuța de mai jos și apasa ENTER. Codul a fost trimis în e-mail-ul de confirmare pe care l-ai primit.

source: Order ID
ro_ro: COD Comandă

source: Found in your order confirmation email.
ro_ro: De găsit în e-mail-ul de confirmare al comenzii.

source: Billing Email
ro_ro: E-mail de Facturare

source: Email you used during checkout.
ro_ro: E-mail folosit la trimiterea comenzii.

source: Track"
ro_ro: Urmărește"

source: Your order has already been paid for. Please contact us if you need assistance.
ro_ro: Comanda ta a fost platită deja. Te rugăm contactează-ne pentru asistență.

source: Order:
ro_ro: Comanda:

source: Date:
ro_ro: Data:

source: Payment method:
ro_ro: Metodă de plată:

source: <p>Thank you. Your order has been processed successfully.</p>
ro_ro: <p>Mulțumim! Comanda ta a fost trimisă cu succes. Te vom contacta în cel mai scurt timp.</p>

source: &larr; Continue Shopping
ro_ro: &larr; Continuă Cumpărăturile

source: Search Results:
ro_ro: Rezultate căutare:

source: No products found which match your selection.
ro_ro: Nu am găsit nici un produs.

source: Add Review
ro_ro: Adaugă Recenzie

source: Add a review
ro_ro: Adaugă o recenzie

source: Be the first to review
ro_ro: Fii primul care adaugă o recenzie

source: There are no reviews yet, would you like to <a href="#review_form" class="inline show_review_form">submit yours</a>?
ro_ro: Nu există inca nici o recenzie, vrei să <a href="#review_form" class="inline show_review_form">scrii tu una</a>?

source: Submit Review
ro_ro: Trimite Recenzie

source: Rating
ro_ro: Voturi

source: Rate...
ro_ro: Votează

source: Good
ro_ro: Bun

source: Average
ro_ro: Acceptabil

source: Not that bad
ro_ro: Nu-i rău

source: Very Poor
ro_ro: Foarte Prost

source: Your order
ro_ro: Comanda ta

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
ro_ro: Ne pare rău, nu avem metode de plată pentru locația ta. Te rugăm contactează-ne pentru asistență sau măsuri alternative.

source: Pay for order
ro_ro: Plătește comanda

source: Please fill in your details above to see available payment methods.
ro_ro: Te rugăm completează detaliile de mai sus pentru a vedea metodele de plată disponibile.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
ro_ro: Folosește calculatorul pentru a calcula costurile de livrare. Te rog contactează-ne dacă ai întrebări.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
ro_ro: Deoarece browser-ul tău nu suportă JavaScript, sau este dezactivat, fii sigur sa apesi <em>Actualizează Totalul</em> înainte să plasezi comanda. Altfel, sunt șanse ca totalul să fie mai mare decât cel afișat acum.

source: Update totals
ro_ro: Actualizeaza Totalul

source: I accept the
ro_ro: Am citit și am acceptat

source: terms &amp; conditions
ro_ro: termenii și condițiile

source: Place order
ro_ro: Trimite comanda

source: Lists the best selling products
ro_ro: Afișează cele mai bine vândute produse

source: Jigoshop: Best Sellers
ro_ro: Jigoshop: Cele mai Populare

source: Best Sellers
ro_ro: Cele mai Populare

source: Title:
ro_ro: Titlu:

source: Number of products to show:
ro_ro: Numărul de produse afișate:

source: Shopping Cart for the sidebar
ro_ro: Jigoshop: Coș de Cumpărături pentru bara laterală

source: Jigoshop: Cart
ro_ro: Jigoshop: Coș

source: View Cart &rarr;
ro_ro: Vezi Coș &rarr;

source: Checkout &rarr;
ro_ro: Trimite comanda &rarr;

source: No products in the cart.
ro_ro: Nici un produs în coșul de cumpărături

source: Featured products on your site
ro_ro: Produse promovate pe site

source: Jigoshop: Featured Products
ro_ro: Jigoshop: Produse Promovate

source: Featured Products
ro_ro: Produse Promovate

source: Shows a custom attribute in a widget which lets you narrow down the list of shown products in categories.
ro_ro: Arată un atribut suplimentar într-un widget, care îți permite să reduci numărul produselor afișate în categorii.

source: Jigoshop: Layered Nav
ro_ro: Jigoshop: Navigație Filtrată

source: Filter by Attributes
ro_ro: Filtrează după Atribute

source: Attribute:
ro_ro: Atribut:

source: Outputs a price filter slider
ro_ro: Afișează un filtru de preț glisabil

source: Jigoshop: Price Filter
ro_ro: Jigoshop: Filtru de Preț

source: Filter by Price
ro_ro: Filtrează după Preț

source: Price:
ro_ro: Preț:

source: A list or dropdown of product categories
ro_ro: O listă sau selecție de categorii de produse

source: Jigoshop: Product Categories
ro_ro: Jigoshop: Categorii de Produse

source: Show as dropdown
ro_ro: Afișează ca dropdown

source: Show product counts
ro_ro: Arată numărul de produse

source: Show hierarchy
ro_ro: Afișează ierarhia

source: Display a list of products currently onsale
ro_ro: Afișează o listă a prouselor la reducere

source: Jigoshop: Products On-Sale
ro_ro: Jigoshop: Produse la Reducere

source: Special Offers
ro_ro: Oferte Speciale

source: A search form for your products
ro_ro: Un formular de căutare pentru produse

source: Jigoshop: Product Search
ro_ro: Jigoshop: Caută Produs

source: Product Search
ro_ro: Caută Produs

source: Your most used product tags in cloud format
ro_ro: Cele mai folosite etichete în format nor

source: Jigoshop: Product Tag Cloud
ro_ro: Jigoshop: Nor Etichete Produse

source: Lists a random selection of products on your site.
ro_ro: Afișează o listă de produse aleatorii pe site.

source: Jigoshop: Random Products
ro_ro: Jigoshop: Produse Aleatorii

source: Random Products
ro_ro: Produse Aleatorii

source: A list of your customers most recently viewed products
ro_ro: O listă a celor mai recent vizitate produse

source: Jigoshop: Recently Viewed
ro_ro: Jigoshop: Recent Vizitate

source: Recently Viewed Products
ro_ro: Produse Recent Vizitate

source: The most recent products on your site
ro_ro: Cele mai recente produse

source: Jigoshop: New Products
ro_ro: Jigoshop: Produse noi

source: New Products
ro_ro: Produse noi

source: Show hidden product variations
ro_ro: Afișează variații ascunse

source: Display a list of your most recent product reviews
ro_ro: Afișează o listă a celor mai recente recenzii

source: Jigoshop: Recent Reviews
ro_ro: jigoshop: Recenzii Recente

source: Recent Reviews
ro_ro: Recenzii Recente

source: The best of the best on your site
ro_ro: Cele mai bune de pe site

source: Jigoshop: Top Rated Products
ro_ro: Jigoshop: Produse de Top

source: Top Rated Products
ro_ro: Produse de Top

source: Displays a handy login form for users
ro_ro: Afișează un formular de conectare pentru utilizatori

source: Jigoshop: Login
ro_ro: Jigoshop: Conectare

source: Hey %s!
ro_ro: Salut %s!

source: Logout
ro_ro: Deconectare

source: Forgot it?
ro_ro: Ai uitat-o?

source: New user?
ro_ro: Utilizator nou?

source: Title (Logged Out):
ro_ro: Titlu (Deconectat):

source: Title (Logged In):
ro_ro: Titlu (Conectat):
