Repository: jigoshop/Jigoshop
Catalog: languages/jigoshop-*.po
Languages: ro_ro

source: - Emails the customer order details and a payment link.
ro_ro: - Trimite la client un email cu detaliile comenzii și un link pentru plată.

source: Delete Permanently
ro_ro: Șterge Definitiv

source: Move to Trash
ro_ro: Mută la Gunoi

source: (ex. tax)
ro_ro: (fară taxă)

source: Discount:
ro_ro: Reducere:

source: Shipping Method
ro_ro: Metoda de Livrare

source: Shipping Tax:
ro_ro: Taxă de Livrare:

source: Tax:
ro_ro: Taxe:

source: Payment Method
ro_ro: Metodă de Plată

source: Product SKU must be unique
ro_ro: COD-ul produsului trebuie să fie unic

source: Attach to Variation
ro_ro: Atașează Variației

source: Attach to Product
ro_ro: Atașează la Produs

source: Advanced
ro_ro: Avansat

source: Inventory
ro_ro: Inventar

source: Grouping
ro_ro: Grupări

source: File
ro_ro: Fișier

source: Product Type
ro_ro: Tip Produs

source: Simple
ro_ro: Simplu

source: Downloadable
ro_ro: Descărcabil

source: Grouped
ro_ro: Grupat

source: Variable
ro_ro: Variație

source: External / Affiliate
ro_ro: Extern / Afiliat

source: On Sale Between
ro_ro: La Reducere între

source: Enable this option to feature this product
ro_ro: Activează această opțiune pentru a promova acest produs

source: Tax Classes
ro_ro: Clase de Taxare

source: Check All
ro_ro: Selectează Tot

source: Uncheck All
ro_ro: Deselectează Tot

source: Dimensions
ro_ro: Dimensiuni

source: Length
ro_ro: Lungime

source: Handle stock for me
ro_ro: Administrează stocul pentru mine

source: File Path
ro_ro: Cale Fișier

source: Upload a file
ro_ro: Încarcă un fișier

source: Add Attribute
ro_ro: Adaugă Artibut

source: Custom product attribute
ro_ro: Atribut modificat produs

source: Learn how to set up Product Attributes
ro_ro: Învață cum să configurezi Atribute de Produse

source: Display on product page
ro_ro: Afișează pe pagina de produs

source: Is for variations
ro_ro: Este pentru Variații

source: Choose an option&hellip;
ro_ro: Alege model&hellip;

source: Toggle
ro_ro: Comuta

source: Show all
ro_ro: Arată tot

source: You need to add some variations first
ro_ro: Trebuie să adaugi câteva variații mai întâi

source: Are you sure you want to delete all variations
ro_ro: Ești sigur că vrei să ștergi toate Variațiile?

source: Enter a regular price
ro_ro: Introdu un preț normal

source: Enter a sale price
ro_ro: Introdu preț la reducere

source: Enter a stock value
ro_ro: Introdu stoc

source: Enter a weight value
ro_ro: Introdu greutate

source: Enter a width value
ro_ro: Introdu lățime

source: Enter a length value
ro_ro: Introdu lungime

source: Enter a height value
ro_ro: Introdu înălțime

source: Are you sure you want to remove this variation?
ro_ro: Ești sigur că vrei să ștergi această Variație?

source: Remove All Variations
ro_ro: Șterge toate Variațiile

source: Set All
ro_ro: Setează Toate

source: Regular Prices
ro_ro: Preț Normal

source: Sale Prices
ro_ro: Preț la Reducere

source: Weight
ro_ro: Greutate

source: Learn how to make a Variation
ro_ro: Învață cum să faci o Variație

source: Any
ro_ro: Oricare

source: Stock Qty
ro_ro: Cantitate Stoc

source: Sale Price
ro_ro: Preț la Reducere

source: Enabled
ro_ro: Activat

source: File Location
ro_ro: Locație Fișier

source: Re-downloads Limit
ro_ro: Limită de descărcări repetate

source: Action failed. Please refresh the page and retry.
ro_ro: Acțiune eșuată. Te rugăm reîncarcă pagina și încearcă din nou.

source: You cannot add this product to your cart because its price is not yet announced
ro_ro: Nu poți adăga acest produs în coș, deoarece prețul n-a fost anunțat

source: We are sorry. We do not have enough "%s" to fill your request. You have %d of them in your Cart and we have %d available at this time.
ro_ro: Ne pare rău, stocul pentru "%s" este prea mic pentru a onora comanda. Ai %d în Coș, dar avem %d în stoc.

source: We are sorry. We do not have enough "%s" to fill your request.
ro_ro: Ne pare rău, stocul pentru "%s" este prea mic pentru a onora comanda.

source: We are sorry. We do not have enough "%s" to fill your request. There are only %d left in stock.
ro_ro: Ne pare rău, stocul pentru "%s" este prea mic pentru a onora comanda. Avem doar %d în stoc.

source: Sorry, we do not have enough "%s" in stock to fulfill your order. We only have %d available at this time. Please edit your cart and try again. We apologize for any inconvenience caused.
ro_ro: Ne pare rău, stocul pentru "%s" este prea mic pentru a onora comanda. Avem %d în stoc. Te rugăm actualizează cosul și încearcă din nou. Ne pare rău pentru neplăceri.

source: Sorry, we do not have enough "%s" in stock to fulfill your order. Please edit your cart and try again. We apologize for any inconvenience caused.
ro_ro: Ne pare rău, stocul pentru "%s" este prea mic pentru a onora comanda. Te rugăm actualizează cosul și încearcă din nou. Ne pare rău pentru neplăceri.

source: <small>(inc. tax)</small>
ro_ro: <small>(cu taxă)</small>

source: estimated for %s
ro_ro: estimat pentru %s

source: Free!
ro_ro: Gratuit!

source: via
ro_ro: prin

source: Discount code already applied!
ro_ro: Cod reducere deja aplicat!

source: Invalid coupon!
ro_ro: Cupon invalid!

source: No products in your cart match that coupon!
ro_ro: Nu ai nici un produs în coș la care să se aplice cuponul!

source: Discount code applied successfully.
ro_ro: Cod reducere aplicat cu succes.

source: Coupon does not exist or is no longer valid!
ro_ro: Cuponul acesta nu există sau a expirat!

source: Address
ro_ro: Adresă

source: you@yourdomain.com
ro_ro: tu@exemplu.ro

source: Phone
ro_ro: Telefon

source: Phone number
ro_ro: Număr telefon

source: Billing &amp; Shipping
ro_ro: Facturare &amp; Livrare

source: Create an account?
ro_ro: Creează un cont?

source: Account username
ro_ro: Nume utilizator

source: Account password
ro_ro: Parolă cont

source: Password again
ro_ro: Parolă repetată

source: Save time in the future and check the status of your order by creating an account.
ro_ro: Economisește timp în viitor și creează-ți un cont.

source: Ship to same address?
ro_ro: Expediere la aceeași adresă?

source: Notes/Comments
ro_ro: Note/Comentarii

source: Order Notes
ro_ro: Informații suplimentare pentru comandă

source: Notes about your order.
ro_ro: Note despre comanda ta.

source: Sorry, your session has expired. <a href="%s">Return to homepage &rarr;</a>
ro_ro: Sesiunea a expirat. <a href="%s">Întoarce-te la pagina principală &rarr;</a>

source: (billing) is a required field.
ro_ro: (facturare) câmp necesar.

source: (billing) is not a valid number.
ro_ro: (facturare) nu este un număr valid.

source: (billing) is not a valid email address.
ro_ro: (facturare) nu este un email valid.

source: (billing) is not a valid postcode/ZIP.
ro_ro: (facturare) nu este un cod poștal valid.

source: (shipping) is a required field.
ro_ro: (livreare) este un câmp necesar.

source: (shipping) is not a valid postcode/ZIP.
ro_ro: (livrare) nu este un cod poștal valid.

source: Sorry, the shop owner has disabled guest purchases.
ro_ro: Ne pare rău, utilizatori neînregistrați nu pot face cumpărături.

source: Please enter an account username.
ro_ro: Te rog introdu un nume de utilizator pentru cont.

source: Please enter an account password.
ro_ro: Te rog introdu o parolă pentru cont.

source: Passwords do not match.
ro_ro: Parolele nu corespund.

source: Invalid email/username.
ro_ro: Email/utilizator invalid.

source: An account is already registered with that username. Please choose another.
ro_ro: Exista deja un cont cu acest nume de utilizator. Te rog alege altul.

source: An account is already registered with your email address. Please login.
ro_ro: Exista deja un cont cu email-ul acesta. Te rog loghează-te.

source: You must accept our Terms &amp; Conditions.
ro_ro: Trebuie sa accepți Termenii și Condițiile.

source: Invalid shipping method.
ro_ro: Metoda de transport invalidă.

source: Invalid payment method.
ro_ro: Metoda de plată invalidă.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
ro_ro: <strong>Eroare</strong>: Nu am putut&#8217; crea un cont... te rog contactează <a href="mailto:%s">webmaster-ul</a> !

source: Sorry, we do not have enough "%s" in stock to fulfill your order. We have %d available at this time. Please edit your cart and try again. We apologize for any inconvenience caused.
ro_ro: Ne pare rău, stocul pentru "%s" este prea mic pentru a onora comanda. Avem doar %d în stoc. Te rugăm actualizează cosul și încearcă din nou. Ne pare rău pentru neplăceri.

source: to the
ro_ro: către

source: to
ro_ro: la

source: All of
ro_ro: Toate din

source: Your <strong>Base Country / Region</strong> setting has been changed to the last state in the country. Please update accordingly
ro_ro: <strong>Țara/Regiunea de Bază</strong> a fost schimbată la ultimul județ din țara ta. Te rugăm actualizează configurația

source: <a href="%s" target="_TOP">Read why</a> we did this for you.
ro_ro: <a href="%s" target="_TOP">Citește de ce</a> am făcut asta.

source: <small>(ex. tax) %s via %s</small>
ro_ro: <small>(excl. taxă) %s prin %s</small>

source: <small>(ex. tax) via %s</small>
ro_ro: <small>(excl. taxă) prin %s</small>

source: <small>%s via %s</small>
ro_ro: <small>%s prin %s</small>

source: <small>via %s</small>
ro_ro: <small>prin %s</small>

source: Bank Name
ro_ro: Nume Bancă

source: Account Number
ro_ro: Număr Cont

source: Sort Code
ro_ro: Cod de Sortare

source: Order status changed from %s to %s.
ro_ro: Statusul comenzii schimbat din %s în %s.

source: Order item stock reduced successfully.
ro_ro: Produsul din comandă redus din stoc cu succes.

source: available
ro_ro: disponibil

source: backorders allowed
ro_ro: pre-comenzi posibile

source: Available on Backorder
ro_ro: Disponibil la pre-comandă

source: Unavailable
ro_ro: Indisponibil

source: Price Not Announced
ro_ro: Preț Nu a fost Anunțat

source: Rated %s out of 5
ro_ro: Votat %s din 5

source: Bank Transfer
ro_ro: Transfer Bancar

source: Please use the details below to transfer the payment for your order, once payment is received your order will be processed.
ro_ro: Te rugăm folosește detaliile de mai jos pentru a transfera banii. Odată ce s-a recepționat plata, comanda ta va fi procesată.

source: Accept Bank Transfers as a method of payment. There is no automated process associated with this, you must manually process an order when you receive payment.
ro_ro: Acceptă Transfer Bancar ca metodă de plată. Nu există un proces automat pentru aceasta, trebuie să procesezi manul comenzile, după ce s-au virat banii.

source: Enable Bank Transfer
ro_ro: Activează Transfer Bancar

source: This controls the title which the user sees during checkout.
ro_ro: Acesta controlează titlul pe care îl vede cumpărătorul în timpul finalizării comenzii.

source: Method Title
ro_ro: Titlu Metodă

source: Let the customer know that their order won't be shipping until you receive payment.
ro_ro: Informează clientul că comanda lor nu va fi livrată până nu s-a efectuat plata.

source: Customer Message
ro_ro: Mesaj Client

source: Your bank name for reference. e.g. HSBC
ro_ro: Numele băncii tale, pentru referința. e.g. BNR

source: Your Bank Account number.
ro_ro: Numărul Contului tău.

source: Your branch Sort Code.
ro_ro: Codul de Sortare al sucursalei.

source: Your IBAN number. (for International transfers)
ro_ro: Numărul IBAN. (pentru tranzacții internaționale)

source: Your Branch Identification Code. (BIC Number)
ro_ro: Codul de Identificare a Sucursalei. (Numărul BIC)

source: BIC Code
ro_ro: Cod BIC

source: Additional information you want to display to your customer.
ro_ro: Informație adițională care să fie afișată clientului.

source: Additional Info
ro_ro: Informații Suplimentare

source: Awaiting Bank Transfer
ro_ro: Transfer Bancar în Așteptare

source: Cheque Payment
ro_ro: Plată prin cec

source: Please send your cheque to Store Name, Store Street, Store Town, Store State / County, Store Postcode.
ro_ro: Te rugăm trimite cec-ul către Nume Magazin, Stradă, Oraș, Județ, Cod Poștal.

source: Allows cheque payments. Allows you to make test purchases without having to use the sandbox area of a payment gateway. Quite useful for demonstrating to clients and for testing order emails and the 'success' pages etc.
ro_ro: Activează plata prin cec. Îți permite să faci cumpărături de test fără să activezi sandbox-ul procesatorilor de plată. Util și pentru demonstrații la clienți și a testa e-mail-urile de comenzi, paginile de 'succes' etc.

source: Enable Cheque Payment
ro_ro: Activează plata prin cec.

source: Let the customer know the payee and where they should be sending the cheque too and that their order won't be shipping until you receive it.
ro_ro: Informează clientul cine e vânzătorul și unde ar trebui să trimită cec-ul și faptul că, comanda lor nu va fi procesată până cec-ul nu este incasat.

source: Awaiting cheque payment
ro_ro: Asteptăm plata prin cec

source: Cash on Delivery
ro_ro: Ramburs la Predare

source: Please pay to Store Name, Store Street, Store Town, Store State / County, Store Postcode.
ro_ro: Te rugăm plătește Nume Magazin, Stradă, Oraș, Județ, Cod Poștal.

source: Allows cash payments. Good for offline stores or having customers pay at the time of receiving the product.
ro_ro: Permite plăți cash. Recomandat pentru magazine offline sau plăți ramburs la preluarea produsului.

source: Enable Cash on Delivery
ro_ro: Activează Ramburs la Predare

source: Let the customer know the payee and where they should be sending the cod too and that their order won't be shipping until you receive it.
ro_ro: Informează clientul cui să trimită banii, unde și că comanda nu va fi livrată până nu o primești.

source: Waiting for cash delivery
ro_ro: Se așteaptă banii

source: Pay via DIBS using credit card or bank transfer.
ro_ro: Plătește prin DIBS folosind un card sau transfer bancar.

source: DIBS FlexWin works by sending the user to <a href="http://www.dibspayment.com/">DIBS</a> to enter their payment information.
ro_ro: DIBS FlexWin funcționează trimițând clienții la <a href="http://www.dibspayment.com/">DIBS</a> pentru a introduce detaliile lor de plată.

source: Enable DIBS FlexWin
ro_ro: Activează DIBS FlexWin

source: This controls the description which the user sees during checkout.
ro_ro: Asta controlează ceea ce văd clienții în timpul finalizării comenzii.

source: Please enter your DIBS merchant id; this is needed in order to take payment!
ro_ro: Te rog introdu id-ul de comerciant DIBS; aceasta este necesară pentru a primi plăți!

source: DIBS Merchant id
ro_ro: ID de Comerciant DIBS

source: Please enter your DIBS MD5 key #1; this is needed in order to take payment!
ro_ro: Te rog introdu cheia DIBS MD5 nr. 1; aceasta este necesară pentru a primi plăți!

source: DIBS MD5 Key 1
ro_ro: Cheie MD5 DIBS 1

source: Please enter your DIBS MD5 key #2; this is needed in order to take payment!
ro_ro: Te rog introdu cheia DIBS MD5 nr. 2; aceasta este necesară pentru a primi plăți!

source: DIBS MD5 Key 2
ro_ro: Cheie MD5 DIBS 2

source: When test mode is enabled only DIBS specific test-cards are accepted.
ro_ro: Când modul test este activat, doar anumite carduri de test sunt acceptate de DIBS.

source: Enable test mode
ro_ro: Activează modul de Teste

source: Pay via DIBS
ro_ro: Plătește cu DIBS

source: Cancel order &amp; restore cart
ro_ro: Anulează comanda &amp; refă coșul cumparaturi

source: Thank you for your order. We are now redirecting you to DIBS to make payment.
ro_ro: Mulțumim pentru comandă. Vei fi redirecționat către DIBS pentru a efectua plata.

source: Thank you for your order, please click the button below to pay with DIBS.
ro_ro: Mulțumim pentru comandă. Te rog apasă butonul de mai jos pentru a plăti cu DIBS.

source: Callback payment completed
ro_ro: Plată prin Callback completă

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
ro_ro: Plată prin PayPal; poți plăti cu cardul dacă nu ai un cont PayPal

source: PayPal Standard works by sending the user to <a href="https://www.paypal.com/uk/mrb/pal=JFC9L8JJUZZK2">PayPal</a> to enter their payment information.
ro_ro: PayPal Standard funcționează trimițând clienții la <a href="https://www.paypal.com/uk/mrb/pal=JFC9L8JJUZZK2">PayPal</a> pentru a-și introduce detaliile de plată.

source: Enable PayPal Standard
ro_ro: Activează PayPal Standard

source: Please enter your PayPal email address; this is needed in order to take payment!
ro_ro: Introdu adresa de PayPal; este necesară pentru a primi plăti!

source: PayPal email address
ro_ro: Adresa email PayPal

source: If your checkout page does not ask for shipping details, or if you do not want to send shipping information to PayPal, set this option to no. If you enable this option PayPal may restrict where things can be sent, and will prevent some orders going through for your protection.
ro_ro: Daca pagina de finalizare comandă nu cere detalii de livrare, sau nu vrei să le trimiți către PayPal, deactiveaza această opțiune. Activată, PayPal ar putea restricționa livrarea și bloca anumite comenzi, pentru protecția ta.

source: Send shipping details to PayPal
ro_ro: Trimite date de livrare către PayPal

source: Enable PayPal sandbox
ro_ro: Activează PayPal Sandbox

source: Shipping cost
ro_ro: Costuri Livrare

source: Pay via PayPal
ro_ro: Plătește cu PayPal

source: Thank you for your order. We are now redirecting you to PayPal to make payment.
ro_ro: Mulțumim pentru comandă. Vei fi redirecționat către PayPal pentru a efectua plata.

source: Thank you for your order, please click the button below to pay with PayPal.
ro_ro: Mulțumim pentru comandă. Te rog apasă butonul de mai jos pentru a plăti cu PayPal.

source: IPN payment completed
ro_ro: Plată IPN completă

source: Payment %s via IPN.
ro_ro: Plăți prin %s IPN.

source: Skrill works by using an iFrame to submit payment information securely to Moneybookers.
ro_ro: Skrill lucrează folosind un iFrame pentru a introduce detaliile de plată în mod sigur către Moneybooker.

source: Enable Skrill
ro_ro: Pornește Skrill

source: Please enter your skrill email address; this is needed in order to take payment!
ro_ro: Te rog introdu adresa ta pentru skrill; este nevoie de ea pentru a primi plățile!

source: Skrill merchant e-mail
ro_ro: Email Skrill de vânzător

source: Please enter your skrill secretword; this is needed in order to take payment!
ro_ro: Introdu codul secret Skrill; este nevoie de el pentru a primi plătile!

source: Skrill Secret Word
ro_ro: Cuvânt Secret Skrill

source: Please enter your skrill Customer ID; this is needed in order to take payment!
ro_ro: Te rog introdu ID-ul de client Skrill; este nevoie de el pentru plată!

source: Skrill Customer ID
ro_ro: ID Client Skrill

source: Thank you for your order, please complete the secure (SSL) form below to pay with Skrill.
ro_ro: Mulțumim pentru comandă. Completează formularul pentru a plăti cu Skrill.

source: Skrill payment completed
ro_ro: Plata prin Skrill completă

source: Skrill payment failed (%s)
ro_ro: Plata prin Skrill a eșuat (%s)

source: Skrill payment cancelled
ro_ro: Plata prin Skrill anulată

source: Skrill exception
ro_ro: Eroare Skrill

source: United Arab Emirates
ro_ro: Arabele Emirate Unite

source: Antigua and Barbuda
ro_ro: Antigua și Barbuda

source: Netherlands Antilles
ro_ro: Antilele Olandeze

source: American Samoa
ro_ro: Samoa Americană

source: Aland Islands
ro_ro: Insulele Aland

source: Belgium
ro_ro: Belgia

source: Brazil
ro_ro: Brazilia

source: Cocos (Keeling) Islands
ro_ro: Insulele Cocos (Keeling)

source: Central African Republic
ro_ro: Republica Centrafricană

source: Congo (Brazzaville)
ro_ro: Republica Congo

source: Switzerland
ro_ro: Elveția

source: Ivory Coast
ro_ro: Coasta de Fildeș

source: Cook Islands
ro_ro: Insulele Cook

source: Cape Verde
ro_ro: Republica Capului Verde

source: Christmas Island
ro_ro: Insula Crăciunului

source: Cyprus
ro_ro: Cipru

source: Czech Republic
ro_ro: Republica Cehă

source: Germany
ro_ro: Germania

source: Denmark
ro_ro: Danemarca

source: Dominican Republic
ro_ro: Republica Dominicană

source: Western Sahara
ro_ro: Sahara Occidentală

source: Spain
ro_ro: Spania

source: Finland
ro_ro: Finlanda

source: Falkland Islands
ro_ro: Insulele Falkland

source: Faroe Islands
ro_ro: Insulele Feroe

source: France
ro_ro: Franța

source: United Kingdom
ro_ro: Regatul Unit

source: French Guiana
ro_ro: Guiana Franceză

source: Greenland
ro_ro: Groenlanda

source: Equatorial Guinea
ro_ro: Guineea Ecuatorială

source: Greece
ro_ro: Grecia

source: South Georgia/Sandwich Islands
ro_ro: Georgia de Sud și Insulele Sandwich de Sud

source: Guinea-Bissau
ro_ro: Guineea-Bissau

source: Croatia
ro_ro: Croația

source: Hungary
ro_ro: Ungaria

source: Ireland
ro_ro: Irlanda

source: Isle of Man
ro_ro: Insula Man

source: British Indian Ocean Territory
ro_ro: Teritoriul Britanic din Oceanul Indian

source: Iceland
ro_ro: Islanda

source: Italy
ro_ro: Italia

source: Jordan
ro_ro: Iordania

source: Japan
ro_ro: Japonia

source: Saint Kitts and Nevis
ro_ro: Sfântul Cristofor și Nevis

source: North Korea
ro_ro: Corea de Nord

source: South Korea
ro_ro: Corea de Sud

source: Kuwait
ro_ro: Kuweit

source: Cayman Islands
ro_ro: Insulele Cayman

source: Saint Lucia
ro_ro: Sfânta Lucia

source: Morocco
ro_ro: Marocco

source: Saint Martin (French part)
ro_ro: Insula Sfântul Martin

source: Marshall Islands
ro_ro: Insulele Marshall

source: Macao S.A.R., China
ro_ro: Macaro (R.A.S. a R.P. China)

source: Northern Mariana Islands
ro_ro: Comunitatea Insulelor Mariane de Nord

source: Maldives
ro_ro: Maldive

source: Mexico
ro_ro: Mexic

source: New Caledonia
ro_ro: Noua Caledonie

source: Norfolk Island
ro_ro: Insula Norfolk

source: Norway
ro_ro: Norvegia

source: New Zealand
ro_ro: Noua Zeelandă

source: French Polynesia
ro_ro: Polinezia Franceză

source: Papua New Guinea
ro_ro: Papua Noua Guinea

source: Philippines
ro_ro: Filipine

source: Poland
ro_ro: Polonia

source: Saint Pierre and Miquelon
ro_ro: Saint Pierre și Miquelon

source: Pitcairn
ro_ro: Insulele Pitcairn

source: Palestinian Territory
ro_ro: Teritoriile Palestiniene

source: Portugal
ro_ro: Portugalia

source: Romania
ro_ro: România

source: Russia
ro_ro: Rusia

source: Saudi Arabia
ro_ro: Arabia Saudită

source: Solomon Islands
ro_ro: Insulele Solomon

source: Sweden
ro_ro: Suedia

source: Saint Helena
ro_ro: Sfânta Elena

source: Svalbard and Jan Mayen
ro_ro: Svalbard și Jan Mayen

source: Slovakia
ro_ro: Slovacia

source: Sao Tome and Principe
ro_ro: São Tomé și Príncipe

source: Turks and Caicos Islands
ro_ro: Insulele Turks și Caicos

source: French Southern Territories
ro_ro: Teritoriile australe și antarctice franceze

source: Thailand
ro_ro: Thailanda

source: Turkey
ro_ro: Turcia

source: Trinidad and Tobago
ro_ro: Trinidad-Tobago

source: Ukraine
ro_ro: Ucraina

source: US Minor Outlying Islands
ro_ro: Insulele Minore Îndepărtate ale Statelor Unite

source: United States
ro_ro: Statele Unite

source: US Armed Forces
ro_ro: Forțele armate ale Statelor Unite ale Americii

source: Saint Vincent and the Grenadines
ro_ro: Sfântul Vicențiu și Grenadine

source: British Virgin Islands
ro_ro: Insulele Virgine Britanice

source: U.S. Virgin Islands
ro_ro: Insulele Virgine Americane

source: Wallis and Futuna
ro_ro: Wallis și Futuna

source: South Africa
ro_ro: Africa de Sud

source: pending
ro_ro: neprocesat

source: failed
ro_ro: eșuat

source: on-hold
ro_ro: în așteptare

source: processing
ro_ro: se proceseaza

source: completed
ro_ro: finalizată

source: refunded
ro_ro: rambursat

source: cancelled
ro_ro: anulat

source: Flat Rates
ro_ro: Rată Forfetară
